[
  {
  "Name": "This is my title",
  "PictureUrl": "images/blog/image-1.png",
  "Content": "While many of us have been following the news and social media updates about all the chaos and pandemic happening in the world, have any of us considered the good side?\nI’m not saying that there is a silver lining to this massive issue we are facing, but have you stopped to read the social media posts about people enriching their lives? Did you listen to the news about the decrease in pollution? If not, this is what’s happening outside of the negative effects.\n\n\nI recently read a post about a woman in the epicenter of this disease. Her name is Rebecca Arendell Franks and what she had to say left me a bit heartbroken. Why did we as society not realize these things sooner?\n\n\nShe spoke about her time with her family in Wuhan, about how they learned to better communicate with each other and how she as a person is growing with her community inside her complex.\nThis is a key piece of human interaction that we have lost during our technical era and something that we should get back.\n\n\nSo after you have spring-cleaned your home, I ask of you to not throw away the items you deemed as unnecessary, you can donate or reuse these items in some DIY manner. But what are you going to do when that’s all said and done? \n\n\nI know what I’ll be doing; I’m going to spend time with the people around me, my family that I got to spend such small amounts of time with in the past. We will play some old fashioned board games, build a puzzle with my Mom or discuss a book with my Sister. Who knows, I can learn a language or do an online course that I always wanted to do. \n\n\nI was never one to reach out to a neighbor but I live in a complex so after seeing the Italians form a choir with everyone sitting on their apartment balconies and bellowing their favorite songs, this gave me the thought to reach out to help one another during this time in the safest ways for everyone.\n\n\nLockdown doesn’t mean you can’t have fun, arrange on your community groups that everyone has a Braai on a specific date, play the same radio station and say CHEERS to your neighbor across the street. Sing with them, sign “hello” and grow with the people around you.\n\n\nTo briefly get back to the subject of pollution; did you know that there has been a world wide drop of air pollution with over 50%? In China alone studies have been conducted in this time that says due to this drop in the past three months it has saved over 50 000 lives in the country alone? AMAZING!!\nThe canals in Venice are clear for the first time in over 100 years! Like I said in the beginning of this post this is not a good thing, but we need to take the lessons that we have learned out of this crisis and apply them forward. \n\n\nWe have learned that in some aspects of our lives we can diminish our Carbon Footprints: Getting our groceries delivered, not flying or driving around for business trips or meetings, tending to our gardens and even installing solar powered equipment around the house.\nThere are also a lot of essential businesses still running that can provide you with help especially if you’re seeking medical assistance or something that is broken around your home that you would like to get fixed. \n\n\nCAN Infinity Assistance is part of society, we are part of your community, we are your neighbors, friends and we are even your family. With our vast and professional panel of service providers and corporate partners, we are connected to all our members and customers personally. Not just during this stressful time, but in the past and definitely in the future. We are still open and working hard to not just be of assistance to our members who need us, but also your husband who is a plumber, your brother who is an electrician, your father who drives a tow truck, your sister who is a paramedic, your mother who is a doctor. We are assisting parents to take care of their families by taking care of you, our valued members.\n\n\nThat is where we at CAN Infinity Assistance steps in. We can assist you anytime, anywhere. So please join us, share and help make a difference because #WeCANtogether.",
  "PublishedDate": "1990-02-21",
  "BlogAuthorId": 1,
  "BlogCategoryId": 1,
  "TagId": 1
  },
  {
    "Name": "This is my title",
    "PictureUrl": "images/blog/image-1.png",
    "Content": "<p>Hello, TitleText</p>",
    "PublishedDate": "1997-02-21",
    "BlogAuthorId": 3,
    "BlogCategoryId": 2,
    "TagId": 2
  },
  {
    "Name": "This is my title",
    "PictureUrl": "images/blog/image-1.png",
    "Content": "<p>Hello, TitleText</p>",
    "PublishedDate": "1995-02-21",
    "BlogAuthorId": 3,
    "BlogCategoryId": 1,
    "TagId": 1
  },
  {
    "Name": "This is my title",
    "PictureUrl": "images/blog/image-1.png",
    "Content": "<p>Hello, TitleText</p>",
    "PublishedDate": "1980-02-21",
    "BlogAuthorId": 1,
    "BlogCategoryId": 2,
    "TagId": 1
  },
  {
    "Name": "This is my title",
    "PictureUrl": "images/blog/image-1.png",
    "Content": "<p>Hello, TitleText</p>",
    "PublishedDate": "2994-02-21",
    "BlogAuthorId": 2,
    "BlogCategoryId": 2,
    "TagId": 2
  },
  {
    "Name": "This is my title",
    "PictureUrl": "images/blog/image-1.png",
    "Content": "<p>Hello, TitleText</p>",
    "PublishedDate": "2994-02-21",
    "BlogAuthorId": 2,
    "BlogCategoryId": 2,
    "TagId": 2
  },
  {
    "Name": "This is my title",
    "PictureUrl": "images/blog/image-1.png",
    "Content": "<p>Hello, TitleText</p>",
    "PublishedDate": "2994-02-21",
    "BlogAuthorId": 2,
    "BlogCategoryId": 2,
    "TagId": 2
  }
]
